backend: "minimal"
max_batch_size: 0
input [
  {
    name: "INPUT"
    data_type: TYPE_UINT64
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_UINT64
    dims: [ -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  }
]

parameters: {
  key: "EXECUTION_MODEL_PATH",
  value: {string_value: "/global/cfs/projectdirs/m3443/data/ACTS-aaS/models/smeared_hits/"}
}